// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Enhetsnavn";
"connection" = "Tilkobling";
"model" = "Enhetsmodell";
"details" = "Detaljer";
"aggregateDeviceType" = "Enhetstype";
"isInstalled" = "Installert";

"All" = "Alle";

// Format string for info-label with no filter
"Found %lu devices" = "Fant %lu enheter";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Viser %lu av %lu enheter";

"Rendezvous" = "Bonjour";

"Add" = "Voeg toe";
"Cancel" = "Avbryt";

// Filter titles
"Connection Type:" = "Tilkoblingstype:";
"Device Type:" = "Enhetstype:";

// Connection type filter menu items
"Printer" = "Skriver";
"Scanner" = "Skanner";
"Fax" = "Faks";

// Sort filter tooltip
"ItemArrangement" = "Endre objektplasseringen";
"Arrange" = "Arrangere";
